Repository: daragon-clever/cargo-drupal
Catalog: web/modules/custom/newsletter/translations/*.po
Languages: fr

source: Sign up
fr: S'inscrire

source: Email is required
fr: Email obligatoire

source: Email is malformed
fr: Email incorrect

source: Lastname
fr: Nom

source: Firstname
fr: Prénom

source: Mobile phone
fr: N° de mobile

source: I sign up
fr: Je m'inscris

source: Lastname is required
fr: Votre nom est requis

source: Firstname is required
fr: Votre prénom est requis

source: Phone number is required
fr: Votre n° de mobile est requis

source: Phone number is malformed
fr: Votre n° de mobile ne semble pas valide

source: Check the RGPD box
fr: Veuillez cochez la case RGPD

source: Enter your e-mail address
fr: Entrez votre adresse e-mail

source: Send
fr: Envoyer

source: E-mail address
fr: Adresse e-mail

source: Email address
fr: Adresse email

source: Company
fr: Société

source: I subscribe
fr: Je m'abonne

source: Your e-mail address
fr: Votre adresse e-mail

source: Your Name
fr: Votre Nom

source: Enter your name
fr: Saisir votre nom

source: Your Firstname
fr: Votre Prénom

source: Enter your firstname
fr: Saisir votre prénom

source: All the brands
fr: Toutes les marques

source: Brands is required
fr: Selectionnez au minimum une marque

source: You have just updated your newsletter preferences
fr: Vous venez de mettre à jour vos préférences newsletter

source: Thank you for subscribing to the newsletter
fr: Merci de votre inscription à la newsletter
